Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/akwekonraportti2013.pdf.tmx
Source language: fin
Languages: sme

source: Metsähallituksen työntekijöiden kustannukset Akwé: Kon kokousten valmisteluun, kokouksiin osallistumiseen ja kokouksissa esille tulleiden asioiden käsittelyyn olivat noin 9 500 euroa.
sme: mii ja čoakkámis ovdan boahtán áššiid gieđahallamii ledje sulaid 9 500 euro. šaddet, sáhttet molsašuddat boahtteáigge olunai dađi mielde, man viiddis čuozáhatguovlu lea ja man olu sierralágán, vaddásit oktii heivehahtti doaimmaiguin bargojuvvo guovllus.

source: Todennäköisesti kustannukset eivät kuitenkaan kohoa merkittävästi korkeammiksi kuin ne olivat Hammastunturin suunnitelmassa.
sme: Jáhku mielde goasttádusat eai goitge stuoro mearkkašahtti ládje allelii go dat go dan maid dat ledje Bátneduoddara plánas.

source: Kaikki saamelaisten kotiseutualueen suunnitelmat käännetään saamenkielelle saamen kielilain mukaisesti.
sme: Buot sámi ruovttuguovllu plánat jorgaluvvojit sámegillii sámi giellalága vuođul.

source: Akwé: Kon -ohjeiden soveltaminen edellyttää riittävien resurssien varaamista hoito- ja käyttösuunnitelman laadintaan.
sme: Akwé: Kon -rávvagiid heiveheapmi gáibida dárbahassii olu resurssaid várrema dikšun- ja geavahanplána ráhkadeapmái.

source: Kustannusten kasvua voidaan pitää kohtuullisena ottaen huomioon Metsähallituksen yhteiskunnalliset velvoitteet sekä ohjeiden soveltamisesta saadun hyödyn.
sme: Goluid stuorruma sáhttá atnit govttolažžan vuhtii válddedettiin Meahciráđđehusa servodatlaš geatnegasvuođaid sihke rávvagiid heiveheamis ožžojun ávkki.

source: Jotta ohjeita voidaan soveltaa jatkossakin hoidon ja käytön suunnittelussa, tulee työlle varata riittävät resurssit.
sme: Vai rávvagat sáhttet boahttevuođasge heivehuvvot dikšuma ja geavahusa plánemis, de bargui galget várrejuv vot dárbahassii olu resurssat.

source: Hammastunturin suunnitelman laadinnasta saatujen kokemusten perusteella erillisen Akwé: Kon -työryhmän perustaminen, joka toimii yhteistyössä yhteistyöryhmän kanssa, on toimiva ratkaisu.
sme: Bátneduoddara plána ráhkadeamis ožžojun muosáhusaid vuođul sierra Akwé: Kon -bargojoavkku, mii doaibmá ovttasráđiid ovttasbargojoavkkuin, vuođđudeapmi lea buorre čoavddus.

source: Työryhmän koon tulee olla riittävä, jotta ohjeiden edellyttämä asiantuntemus tulee huomioiduksi työryhmän kokoonpanossa.
sme: Bargojoavku galgá leat dárbahassii stuoris, vai rávvagiid gáibidan áššedovdamuš šaddá vuhtii váldojuvvot bargojoavkku čoahkkáibijus.

source: Työryhmää ei tule kuitenkaan laajentaa liian suureksi, jotta keskustelu ja vuorovaikutus säilyisivät luonnollisena ja työskentely olisi tehokasta.
sme: Bargojoavku ii goitge galgga viiddiduvvot liiggás stuorisin, vai ságastallan ja vuorrováikkuhus seaillulii lunddolažžan ja bargan livččii ábas.

source: Jatkoa varten ratkaistavaksi jää, miten työryhmän asiantuntijaresurssit järjestetään.
sme: Boahttevuođa čoavdima várás báhcá mot bargojoavkku áššedovderesurssat ordnejuvvojit.

source: Hammastunturin suunnitelman laadinnassa toimivaksi ratkaisuksi osoittautui ulkopuolisen sihteerin käyttäminen sekä Metsähallituksen työntekijöiden osallistuminen työryhmän kokouksiin esittelijöinä.
sme: Bátneduoddara plána ráhkadeamis doaibmi čoavddusin lei olggobeale čálli geavaheapmi ja Meahciráđđehusa bargiid oassálastin bargojoavkku čoakkámiidda áššemeannudeaddjin.

source: Sihteeri toimi myös työryhmän kokousten valmistelijana.
sme: Čálli doaimmai maid bargojoavkku čoakkámiid válmmaštallin.

source: Akwé: Kon -työryhmän riippumattomuutta paransi se, että työryhmän sihteeri ei ollut Metsähallituksen työntekijä.
sme: Akwé: Kon -bargojoavkku sorjjasmeahttunvuođa buoridii dat, ahte bargojoavkku čálli ii lean Meahciráđđehusa bargi.

source: Myös Metsähallituksen kannalta ulkopuolinen sihteeri oli toimiva ratkaisu, kun Metsähallituksen työntekijöillä ei tullut eteen ristiriitatilanteita Metsähallituksen tehtävien ja Akwé: Kon -työryhmän esitysten suhteen.
sme: Maiddái Meahciráđđehusa dáfus olggobeal čálli lei doaibmi čoavddus, go Meahciráđđehusa bargiide eai boah tán ovdii ruossalas dilit Meahciráđđehusa bargguid ja Akwé: Kon -bargojoavkku evttohusaid ektui.

source: Akwé: Kon -työryhmän tehokkaan toiminnan varmistamiseksi on välttämätöntä, että työryhmällä on käytössään kokousten esittely- ja valmistelutehtäviä tekevä sihteeri.
sme: -bargojoavkku beaktilis doaimma sihkkarastima várás lea vealtameahttun, ahte bargojoavkkus lea anus čoakkámiid áššemeannudan- ja válmmaštallanbargguid doaimmaheame sierra čálli.

source: Jotta työryhmä voi toimia tehokkaasti, tulee valmistelijan olla työryhmän jäsenten hyväksymä.
sme: Vai bargojoavku sáhttá doaibmat beaktilit, de áššemeannudeaddji galgá leat bargojoavkku lahtuid dohkkehan olmmoš.

source: Työryhmän työn kannalta oli myös hyödyllistä, että työryhmän sihteeri osallistui suunnittelun kirjoittamista koordinoivan projektiryhmän kokouksiin ja tieto kulki projektiryhmän ja Akwé: Kon -työryhmän välillä.
sme: Bargojoavkku barggu dáfus lei Akwé: Kon -rávvagat leat veahkehan Meahci ráđđehusa ollášuhttit lágas mearriduvvon servodatlaš geatnegasvuođas dorvvastit sámi kultuvrra miel bargama eavttuid.

source: Lapin luontopalveluiden aluejohtaja Jyrki Tolonen
sme: Sámi luonddubálvalusaid guovlohoavda Jyrki Tolonen

source: kanssa lisääntyi työryhmätyöskentelyn aikana.
sme: Vuorrováikkuhus Meahciráđđehusain ja guovllu geavaheddjiiguin lassánii bargojoavkobargama áigge.

source: -työryhmä on täydentänyt Metsähallituksen osallista vaa maankäytön suunnittelujärjestelmää ja tukenut yhteistyöryhmän toimintaa.
sme: Akwé: Kon -bargojoavku lea dievasmahttán Meahciráđđehusa oassálasti eanangeavahusa plánenvuogádaga ja dorjon ovttasbargojoavkku doaimma.

source: Vaikutustenarviointi muuttui osaksi suunnittelua eikä erilliseksi, jälkikäteen tehtäväksi vaikutustenarvioinniksi ja mahdollisti muutoksien tekemisen suunnitelmaan jo kirjoittamisvaiheessa.
sme: Váikkuhusaid árvvoštallan rievddai plánema oassin iige sierranas, maŋálgihtii bargojuvvot galgan váikkuhusaid árvvoštallamin ja dagai vejolažžan rievdadusaid dahkama plánii juo čállinmuttos.

source: Saamelaiskulttuuriin kohdistuvien vaikutusten osalta arvioinnin tekivät alueen käyttäjät, mikä paransi vaikutustenarvioinnin luotettavuutta.
sme: Sámi kultuvrii čuohcci váikkuhusaid buohta árvvoštallama dahke guovllu geavaheaddjit, mii buoridii váikkuhusaid árvvoštallama luohtehahttivuođa.

source: Vaikutustenarvioinnin ja suunnitelman täsmällisyyden kannalta on tärkeää, että työryhmä kokoontui arvioimaan lausuntokierrokselta saatua palautetta ja niiden vaikutusta suunnitelmaan.
sme: Váikkuhusaid árvvoštallama ja plánema dárkivuođa dáfus lea dehálaš, ahte bargojoavku čoahkkanii árvvoštallat cealkámušain ožžojun máhcahaga ja daid váikkuhusa plánii.

source: Akwé: Kon työryhmän kautta suunnitelman laatimiseen osallistui laajempikin joukko alueen käyttäjiä.
sme: Akwé: Kon -bargojoavkku bakte plána ráhkadeapmái oassálastte guovllu geavaheddjiid čohkiidan stuoritnai joavku.

source: Alueen käyttäjien oli helpompi tuoda esille esityksiä ja näkemyksiä suunnitelman sisällöstä epävirallisesti työryhmän jäsenille, jotka veivät saamansa palautteen työryhmän käsittelyyn.
sme: Guovllu geavaheddjiin lei álkit buktit ovdan evttohusaid ja oainnuid plána sisdoalus eahpevirggálaččat bargojoavkku lahtuide, geat dolvo iežaset ožžon máhcahaga bargojoavkku gieđahallamii.

source: Kynnys vaikuttaa työryhmän sisältöön madaltui, kun palautetta pystyi antamaan epävirallisesti ja luottamuksellisesti.
sme: Šielbma váikkuhit bargojoavkku barggu sisdollui šattai vuollegeabbon, go máhcahaga basttii addit eahpevirggálaččat ja luhtolaččat.

source: Suunnitelman huolellinen läpikäyminen alueen käyttäjien kanssa nosti esille myös tarvetta kehittää hoito- ja käyttösuunnitelmassa esille tuotavia asioita (lomakkeistoa) huomioimaan saamelaisten kotiseutualueen erityisolosuhteet, Akwé: Kon -ohjeet ja käyttäjien tarpeet.
sme: Plána fuolalaš čađamannan guovllu geavaheddjiiguin loktii ovdan maid dárbbu gárgehit dikšun- ja geavahanplánas ovdanboahtti áššiid (skoviid) váldit vuhtii sámiid ruovttuguovllu sierradiliid, Akwé: Kon -rávvagiid ja geavaheddjiid dárbbuid.

source: Työryhmätyöskentelyn aikana tarkennettiin Metsähallituksen lomakemallia työryhmän tekemien esitysten pohjalta.
sme: Bargojoavkku bargama áigge dárkilnuhttojuvvui Meahciráđđehusa skovvemálle bargojoavkku dahkan evttohusaid vuođul.

source: Uudistettaessa Metsähallituksen maankäytön suunnittelujärjestelmää olisi tärkeää kehittää suunnittelua ohjaavaa lomakkeistoa edelleen yhdessä käyttäjäryhmien kanssa huomioiden Akwé: Kon -ohjeet, eri alueiden kulttuuriset ja kielelliset olosuhteet, jotta suunnitelmat todella palvelisivat eri käyttäjäryhmien tarpeita.
sme: Ođasnuhtedettiin Meahciráđđehusa eanangeavahusa plánenvuogádaga livččii dehálaš gárgehit skoviid, mat stivrejit plánema, ain ovttas geavaheaddje joavkkuiguin nu ahte vuhtii váldojuvvojit Akwé: Kon -rávvagat, sierra guovlluid kultuvrralaš ja gielalaš dilit, vai plánat duođain bálvalivčče sierra geavaheaddjejoavkkuid dárbbuid.

source: suositukset
sme: ávžžuhusat

source: Akwé: Kon -ohjeen soveltaminen toi uutta sisältöä hoito- ja käyttösuunnitelmaan.
sme: Akwé: Kon -rávvagiid heiveheapmi buvttii ođđa sisdoa lu dikšun- ja geavahanplánii.

source: Metsähallitus sai alueen käyttäjiltä arvokasta tietoa alueen nykytilasta ja kehittämistarpeista.
sme: Meahciráđđehus oaččui guovllu geavaheddjiin divrras dieđu guovllu dálá dilis ja gárgehandárbbuin.

source: Suunnitelmassa tunnistettiin erilaisia ongelmatilanteita.
sme: Plánas identifiserejuvvoje sierralágán problemadilit.

source: Menetelmä on vuorovaikutteinen sekä toi uusia toiminta-ajatuksia ja -malleja.
sme: Dat lei vuorrováikkuhuslaš vuohki sihke buvttii ođđa doaibmajurdagiid ja -málliid.

source: Akwé: Kon -ohjeiden soveltaminen kehitti suunnitelman vaikutusten arviointia.
sme: Geavadis Akwé: Kon -bargojoavku árvvoštalai oba plánenproseassa áig ge plá

source: Käytännössä Akwé: Kon -työryhmä arvioi koko suunnitteluprosessin ajan suunnitelman esitysten vaikutuksia saamelaiskulttuurille sekä arvioi suunnittelualueen arvoja ja uhkia saamelaisten kulttuurin harjoittamisen näkökulmasta.
sme: na evttohusaid váikkuhusaid sámi kultuvrii sihke árvvošta lai plánenguovllu árvvuid ja uhkádusaid sámi kultuvrra mield bargama oaidninvuogis.

source: Samalla pohdittiin myös konkreettisia keinoja, joilla mahdollisia uhkia voidaan torjua.
sme: Seammas suokkardallojuvvoje maid konkrehtalaš vuogit, maiguin vejolaš uhkádusaid sáhttá duostut.

source: Ohjeet soveltuivat erämaa-alueen hoidon ja käytön suunnitteluun.
sme: Rávvagat heiveje meahcceguovllu dikšuma ja geavahusa plánemii.

source: Akwé: Kon -ohjeiden soveltamista tulisi jatkaa saamelaisten kotiseutualueen erämaa- ja suojelualueiden hoito- ja käyttösuunnitelmien laadinnassa yhdessä saamelaiskäräjien ja koltta-alueella myös yhdessä kolttien kyläkokouksen kanssa.
sme: Akwé: Kon -ravvagiid heiveheapmi galggalii jotkojuvvot sámiid ruovttuguovllu meahcce- ja suodjalanguovlluid dikšun- ja geavahanplánaid ráhkadeamis ovttasráđiid sámedikkiin ja nuortalaš guovllus maid nuortalaččaid siidačoakkámiin.

source: Soveltamisen pohjana voidaan käyttää Hammastunturin prosessista saatuja kokemuksia.
sme: Heiveheami vuođđun sáhttá atnit Bátneduoddara proseassan ožžojun muosáhusaid.

source: Ohjeita on sovellettu suhteessa Hammastunturin erämaa-alueen oloihin, muilla alueilla ohjeita voi olla tarve soveltaa eri tavoin.
sme: Rávvagat leat heivehuvvon gaskavuođas Bátneduoddara meahcceguovllu diliide, eará guovlluin sáhttá leat dárbu heivehit rávvagiid eará ládje.

source: Joillakin alueilla voi olla tarpeen tehdä laajemmat perusselvitykset esimerkiksi kohdealueen saamelaisesta kulttuuriperinnöstä.
sme: Muhtin guovlluin sáhttá leat dárbu dahkat viiddit vuođđočilgehusaid ovdamearkkadihte čuozáhatguovllu sámi kulturárbbis.

source: Hoito- ja käyttösuunnitelmia laadittaessa tulisi perustaa Akwé: Kon -työryhmä ja työryhmän toiminnalle tulisi osoittaa riittävät resurssit.
sme: Dikšun- ja geavahanplánaid ráhkadettiin galggalii vuođđu duvvot Akwé: Kon -bargojoavku ja bargojoavkku doibmii galggalii čujuhit dárbbašlaš resurssaid.

source: On tärkeää, että yhteistyö laajemman yhteistyöryhmän ja Akwé: Kon -työryhmän välillä säilyy ja yhteistyöryhmälle raportoidaan Akwé: Kon -työryhmän toiminnasta ja esityksistä.
sme: Lea dehálaš, ahte ovttasbargu viiddit ovttasbargojoavkku ja Akwé: Kon -bargojoavkku gaskkas seailu ja ovttasbargojovkui raporterejuvvo Akwé: Kon -bargojoavkku barggus ja evtto husain.

source: Tapauskohtaises ti tulisi harkita, miten työryhmän asianesittelyresurssit järjestetään parhaiten.
sme: Dáhpáhusguovdasaččat galggalii guorahallojuvvot, mot bargojoavkku áššemeannudanresurssat ordnejuvvojit buoremusat.

source: Hammastunturin suunnitelman laadinnassa ulkopuolinen, valmistelutehtäviä tekevä sihteeri osoittautui toimivaksi ratkaisuksi.
sme: Bátneduoddara plána ráhkadeamis vuhttui, ahte olggobeal válmmaštallanbargguid bargi čálli lei buorre čoavddus.

source: Pysyvänä toimintatapana tulisi olla, että Akwé: Kon -työryhmä vastaa saamelaiskulttuurille kohdistuvien vaikutustenarvioinnin tekemisestä.
sme: Bissovaš doaibmavuohkin galggalii leat, ahte Akwé: Kon -bargojoavkku ovddasvástádussan lea sámi kultuvrii čuohcci váikkuhusaid árvvoš tallamiid dahkan.

source: Jatkossa tulee kiinnittää myös erityistä huomiota Akwé: Kon -ohjeista, -työryhmästä, Metsähallituksen suunnittelujärjestelmästä ja niiden roolista tiedottamiseen.
sme: Boahttevuođas galgá giddejuvvot maid earenoamáš fuomášupmi dieđiheapmái Akwé: Kon -rávvagiin, -bargojoavk kus, Meahciráđđehusa plánenvuogádagas ja daid rollas.

source: Tiedottamisen tulee olla laajaa ja avointa, ja siinä tulee korostaa Metsähallituksen maankäytön suunnitteluprosessien avoimuutta, laajaa osallistamista ja yhteiskunnallisten velvoitteiden toteuttamista, jotta voidaan estää mahdollisia ristiriitatilanteita.
sme: Dieđiheapmi galgá leat viiddis ja rabas, ja das gal gá deattuhit Meahciráđđehusa eanageavaheami plánen proseassaid rabasvuođa, viiddes oassálastima ja servo dat laš geatnegasvuođaid ollašuhttima, vai sáhttet caggo juvvot vejolaš ruossalas dilit.

source: Akwé: Kon -ohjeiden ollessa uusi asia Suomessa niiden merkityksestä ja roolista maankäytön suunnittelussa on tärkeää tuottaa monipuolisesti ja selkokielisesti tietoa saameksi ja suomeksi.
sme: Go Akwé: Kon -ráv vagat leat ođđa ášši Suomas, de daid mearkkašumis ja rollas eanageavahusa plánemis lea dehálaš buvttadit máŋg ga - beallá saččat ja čielgagillii dieđu sáme- ja suomagillii.

source: Yhtenä keinona lisätä tietoa asiasta olisi tietopaketin tuottaminen yhdessä ympäristöministeriön kanssa Akwé: Kon -ohjeista ja Metsähallituksen yhteiskunnallisista velvoitteista Metsähallituksen kotisivuille.
sme: Oktan vuohkin lasihit dieđu áššis livččii diehtobáhka buvt tadeapmi ovttas birasministeriijain Akwé: Kon -rávvagiin ja Meahciráđđehusa servodatlaš geatnegasvuođain Meahciráđđehusa ruovttusiidduide.

source: Metsähallituksen hoito- ja käyttösuunnitelmien sisällön uudistamisessa tulisi huomioida Akwé: Kon -ohjeet ja eri käyttäjäryhmien tarpeet.
sme: Meahciráđđehusa dikšun- ja geavahanplánaid sisdoalu ođasteamis galggale váldojuvvot vuhtii Akwé: Kon -rávvagat ja sierra geavaheaddjejoavkkuid dárbbut.

source: On tärkeää, että uudistuksessa kuultaisiin alueen käyttäjäryhmiä, jotta hoito- ja käyttösuunnitelma olisi helposti ymmärrettävissä ja hyödyllinen eri käyttäjäryhmien tarpeita ajatellen.
sme: Lea dehálaš, ahte ođastusas gullojuvvole guovllu geavaheaddjejoavkkut, vai dikšun- ja geavahanplána livččii álkit ipmirdahtti ja ávkkálaš sierra geavaheaddjejoavkkuid dárbbuid jurddašettiin.

source: 13 Saamelaiskäräjälain § 9 mukaan viranomaiset neuvottelevat saamelaiskäräjien kanssa kaikista laajakantoisista ja merkittävistä toimenpiteistä, jotka voivat välittömästi ja erityisellä tavalla vaikuttaa saamelaisten asemaan alkuperäiskansana ja jotka koskevat saamelaisten kotiseutualueella mm. valtionmaan, suojelualueiden ja erämaa-alueiden hoitoa, käyttöä, vuokrausta ja luovutusta.
sme: 13 Sámediggelága § 9 mielde eiseválddit ráđđádallet sámedikkiin buot viiddesvuđot ja mearkkašahtti doaibmabijuin, mat sáhttet njuolga ja earenomaš vuogi mielde váikkuhit sámiid sajádahkii álgoálbmogin ja mat gusket sámiid ruovttuguovllus ee. stáhtaeatnama, suodjalanguovlluid ja meahcceguovllu dikšuma, láigoheami ja luobaheami.

source: Hammastunturin erämaa-alueelta kerätään saamen käsityön raakaaineita.
sme: Bátneduoddara meahcceguovllus čoggojuvvojit sámi duoji materiálat.

source: Kuvassa kuivumassa kenkäheiniä, joita käytetään nutukkaissa, poronnahasta tehdyissä karvakengissä, eristeenä ja lämmikkeenä.
sme: Govas leat gámasuoinnit goikame. Dat adnojit nuvttahiin, bohcco gápmasiin dahkkon gápmiin, sirrejeaddjin ja liggejeaddjin.

source: Kuva Inga-Briitta Magga
sme: Govva Inga-Briitta Magga.

source: Biodiversiteettisopimus SopS 78/1994 Erämaalaki 62/1991 Euroopan Neuvoston vähemmistöpuitesopimus SopS 2/1998 Euroopan Neuvoston maisemayleissopimus SopS 14/2006 Kansalais- ja poliittisia oikeuksia koskeva yleissopimus (SopS 7–8/1976) Kolttalaki 253/1995 Laki Metsähallituksesta 1378/2004 Laki saamelaiskäräjistä 974/1995 Perustuslaki 731/1999 Poronhoitolaki 848/1990 Saamen kielilaki 1086/2003
sme: Biodiversiteahttasoahpamuš (SopS 78/1994) Meahcceláhka (62/1991) Eurohpa Ráđi vehádatrápmasoahpamuš (SopS 2/1998) Eurohpa Ráđi duovddaoktasašsoahpamuš (SopS 14/2006) Siviila ja politihkalaš rivttiid oktasašsoahpamuš (SopS 7–8/1976) Nuortalašláhka (253/1995) Láhka Meahciráđđehusas (1378/2004) Láhka sámedikkis (974/1995) Vuođđoláhka (731/1999) Boazodoalloláhka (848/1990) Sámi giellaláhka (1086/2003)

source: Ympäristöhallinnon ohjeita 1/2011, Ympäristöministeriö.
sme: (sámegillii: Akwé: Kon -rávvagat) Ympäristöhallinnon ohjeita 1/2011, Ympäristöministeriö.

source: Biologista monimuotoisuutta koskevan yleissopimuksen alkuperäiskansojen perinnetietoa käsittelevän artikla 8j:n kansallisen asiantuntijatyöryhmän loppuraport ti, www.ymparisto.fi/lumonet/8j The Finnish Contribution to the CBD Notification on March 29th 2011. (SCBD/SEL/OJ/JS/DM/74443) Programme of Work on Article 8 (j) and related provisions in Finland Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelma 17.12. 2012. YK:n julistus alkuperäiskansojen oikeuksista (2007) YK:n rotusyrjintäkomitean yleissuositus XXII(51).
sme: Biologista monimuotoisuutta koskevan yleissopimuksen alkuperäiskansojen perinnetietoa käsittele vän artikla 8j:n kansallisen asiantuntijatyöryh män loppuraportti (sámegilli: álbmotlaš artikla 8j:a áššedovdibargojoavkku loahpparaporta, mii guoská bio lo galaš máŋggahápmásašvuođa oktasaš soahpamuša álg oálbmogiid árbedieđu), www.ymparisto.fi/ lumonet/8j The Finnish Contribution to the CBD Notification on March 29th 2011. (SCBD/SEL/OJ/JS/DM/74443) Programme of Work on Article 8 (j) and related provisions in Finland Bátneduoddara meahcceguovllu dikšun- ja geavahanplána 17.12.2012. ON:a julggaštus álgoálbmogiid rivttiin (2007) ON:a nállevealahankomitea oppalašávžžuhus XXII(51).

source: Tässä raportissa käydään läpi Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadintaa ja sen valmistelua vuoden 2010 lopusta vuoden 2012 lop-puun.
sme: Dán raporttas mannojuvvo čađa Bátneduoddara meahcce guovllu dikšun- ja geavahanplána ráhkadeapmi ja dan válmmaštallan jagi 2010 loahpa rájes gitta jagi 2012 loah pa rádjái.
